import { recordLinkType } from 'src/types';

export const miyazatoRecordLink: recordLinkType[] = [
  {
    date: '2000年',
    content: '福知山マラソン最年少優勝',
  },
  {
    date: '2009年',
    content: 'IAU100kmワールドカップ優勝',
  },
  {
    date: '2014年',
    content: '50km世界選手権 日本代表',
  },
  {
    date: '2019年5月',
    content: '北京世界大会 和田選手の伴走で金🥇',
  },
  {
    date: '2019年11月',
    content: 'ドバイ世界パラ陸上 和田選手の伴走で4位入賞',
  },
  {
    date: '2021年8月',
    content: '東京パラリンピック1500m 和田選手のコーチで銀🥈',
  },
  {
    date: '2021年8月',
    content: '東京パラリンピック5000m 和田選手のコーチで銅🥉',
  },
];
